[
  {
    "judul": "Tuna Asam Padeh",
    "image": "1.jpg",
    "deskripsi": "Memanjakan lidah pak suami dengan masakan khas kampung halamannya. Sumber inspirasi resepnya Mba Ibeth Betris #CookpadCommunity_Jakarta. Dan surprise...anak-anak juga suka lho dengan masakan ini. Bisa jadi pilihan untuk menu utama berbuka puasa nanti.",
    "sumber": "https://cookpad.com/id/resep/12127469-tuna-asam-padeh?via=search&search_term=masakan%20indonesia",
    "bahan": [
      "250 gr daging ikan tuna segar",
      "1 buah jeruk nipis",
      "2 btg daun sereh, geprek",
      "2 lbr daun salam",
      "2 lbr daun jeruk",
      "1 ruas lengkuas, geprek",
      "2 buah asam kandis",
      "Secukupnya air"
    ],
    "step": [
      "Siapkan bahan-bahannya dan cuci bersih. Ikan tuna kucuri dengan air jeruk nipis. Diamkan 5 menit, bilas. Sisihkan.",
      "Haluskan bumbu, saya pakai blender.",
      "Didihkan air secukupnya. Masukkan bumbu halus, daun salam, daun jeruk, sereh, dan lengkuas. Aduk rata. Jika sudah mendidih kembali, masukkan ikan tuna, beri garam, aduk rata. Masak sampai kuah sedikit menyusut, ikan tuna empuk dan matang. Koreksi rasa. Saat hampir matang, masukkan asam kandis.",
      "Tuna Asam Padeh siap disajikan hangat-hangat. ”Tips dari Ibu Mertua saya, kalau ingin mendapatkan cita rasa masakan asli Minang, tidak perlu menambahkan gula ke dalam masakan.”"
    ]
  },
  {
    "judul": "Tongseng Ayam Mantap",
    "image": "2.jpg",
    "deskripsi": "Tongseng ternyata tidak hanya isinya daging kambing saja lho, tapi bisa juga dikreasikan dengan daging ayam ataupun daging sapi. Kali ini Mama Susan mengolah Tongseng dengan daging ayam. Rasanya tentu saja manis-gurih dan kaya dengan rempah. Kalau masak menu ini seisi rumah harum sekali dengan wangi rempah-rempah.",
    "sumber": "https://cookpad.com/id/resep/12127169-tongseng-ayam-mamasusancooks?via=search&search_term=masakan%20indonesia",
    "bahan": [
      "1 ekor ayam kampung, potong sesuai selera",
      "2 buah tomat merah, potong sesuai selera",
      "8 buah cabe rawit",
      "1 sachet santan (65ml)",
      "200 ml susu segar",
      "5 biji cengkeh",
      "2 lembar daun salam",
      "1 batang serai, diambil bagian putih dan dikeprak",
      "1 ruas jahe, dikeprak",
      "1 sdt bubuk kari",
      "1/2 sdt bubuk pala",
      "1 sdm kecap manis",
      "Secukupnya garam, lada dan gula pasir"
    ],
    "step": [
      "Rebus ayam hingga empuk. Angkat ayam dan simpan air kaldu ayam.",
      "Panaskan minyak dan tumis bumbu halus sampai wangi. Masukkan cengkeh, daun salam, serai, lengkuas, dan jahe. Masak hingga bumbu matang.",
      "Masukkan ayam dan aduk rata dengan bumbu. Tambahkan bubuk kari, pala, kecap manis. Aduk rata.",
      "Masukkan santan, susu dan air kaldu ayam secukupnya. Masak hingga mendidih. Kemudian baru tambahkan garam, gula pasir dan lada secukupnya.",
      "Masak hingga matang. Sesaat sebelum dimatikan, masukkan cabe rawit dan tomat. Angkat.",
      "Siap dihidangkan dan bisa ditambahkan dengan irisan kol. Selamat mencoba!"
    ]
  },
  {
    "judul": "Semur Ayam Kentang",
    "image": "3.jpg",
    "deskripsi": "Ini resep asli dari ibu mertua yg berasal dari Aceh. Semur ini rasanya enaaak banget, trus aromanyaa wangi kemana mana. Masakan ini adalah salah satu menu favorit di rumah...",
    "sumber": "https://cookpad.com/id/resep/12137345-semur-ayam-kentang?via=search&search_term=masakan%20indonesia",
    "bahan": [
      "1/2 kg ayam, potong kecil (sesuai selera)",
      "1/4 kg kentang",
      "2 lembar daun salam",
      "Seruas kayu manis",
      "2 butir buah pala",
      "Gula merah",
      "Gula pasir",
      "Garam",
      "Kecap manis",
      "Minyak goreng",
      "secukupnya Air"
    ],
    "step": [
      "Cuci bersih ayam. Sisihkan.",
      "Kupas kentang dan potong2 sesuai selera (saya pakai kentang uk kecil, jadi tidak dipotong2 lagi). Cuci bersih. Sisihkan.",
      "Haluskan semua bumbu. Tumis dengan minyak goreng. Tambahkan daun salam, kecap manis, gula merah (sedikit saja), gula pasir, garam. Tumis hingga harum.",
      "Masukkan ayam, aduk hingga berubah warna. Tambahkan air secukupnya. Masukkan kentang yg sudah dipotong2. Masak hingga air menyusut.",
      "5 menit sebelum api dimatikan, masukkan kayu manis dan buah pala. Kemudian koreksi rasa. Sesuaikan dengan selera Anda dan keluarga. Saya suka yg manis.",
      "Semur ayam siap dihidangkan. Selamat mencoba.."
    ]
  },
  {
    "judul": "Kripik Singkong Balado",
    "image": "4.jpg",
    "deskripsi": "Masih edisi singkong....kmrin suami pulang dr sawah bawa singkong lagi banyak besar\"...\nKlo digoreng sudah pernh kemrin...dan utk hr ini d bikin cemilan kripik aja hihihi....1 toples hampir ludes aja nih",
    "sumber": "https://cookpad.com/id/resep/12137446-kripik-singkong-balado?via=search&search_term=masakan%20indonesia",
    "bahan": [
      "3 batang singkong ukuran sedang",
      "8 buah cabe merah besar",
      "6 siung bawang merah ukuran sedang",
      "3 siung bawang putih ukuran kecil",
      "1/2 buah tomat",
      "2 Sdm Cabe bubuk Aida",
      "Secukupnya Garam dan kaldu jamur",
      "2 Sdm gula merah sisir"
    ],
    "step": [
      "Kupas singkong dan cuci bersih, kemudian iris tipis\"(saya pakai pisau biasa) kemudian rendam air...bilas 2x..kemudian taburi garam...rendam 10 menit...lalu tiriskan",
      "Siapkan bumbu halus....haluskan",
      "Siapkan wajan...goreng singkong sedikit demi sedikit hingga kecoklatan sampai selesai...tiriskan d atas kertas",
      "Setelah singkong d goreng semua....siapkan minyak secukupnya kemudian tumis bumbu halus, beri 2 Sdm gula merah sisir...lalu beri sedikit air, garam, kaldu jamur...tumis hingga air nya agak menyusut,,,biarkan hingga agak dingin...baru masukan singkong goreng...aduk rata, beri taburan cabe bubuk aida supaya lebih pedas (boleh d skip klo nggk suka pedas)...aduk hingga rata...lalu masukan dalam toples..."
    ]
  },
  {
    "judul": "Gulai Ikan Tongkol",
    "image": "5.jpg",
    "deskripsi": "Mertua laki2 itu orang sebrang. Ikan seperti makanan favorite dibandingkan ayam atau daging. Kali ini, mertua udah bangun pagi2 beli ikan dipasar. Request minta dimasakin ikan dengan bumbu apapun. Yoweesss kita coba bumbu gulai. Yummy.",
    "sumber": "https://cookpad.com/id/resep/12137674-gulai-ikan-tongkol?via=search&search_term=masakan%20indonesia",
    "bahan": [
      "1 ikan tongkol basah (ukurannya besar tp saya kurang tau brp)",
      "1 buah jeruk nipis",
      "secukupnya Royco/ garam",
      "1 buah santan kara (pakai yg ada dirumah aja)",
      "Asam kandis/ perasan air asam matang (2-3 sendok makan)",
      "2 lembar daun jeruk",
      "Kacang panjang dan wortel (sesuai selera. Saya pakai yg ada aja)",
      "Cabe rawit merah sesuai selera (saya banyakkk bngt)",
      "3 sendok makan Minyak goreng",
      "Air secukupnya (saya kurleb 400ml)"
    ],
    "step": [
      "Cuci bersih ikan kemudian beri perasan jeruk nipis dan garam. Diamkan sejenak. Lalu goreng ikan setengah matang, tiriskan.",
      "Haluskan bumbu dan tumis bumbu dengan sedikit minyak goreng beri daun jeruk Dan cabe utuh. Setelah harum masukan air.",
      "Setelah agak matang beri santan dan asam kandis/perasan air asam dan royco, lalu koreksi rasa. Masukan kacang panjang dan wortel kemudian ikan yg telah digoreng td. Angkat setelah mendidih. Jangan lupa koreksi rasa ya temans. Selamat makan. #sarasdewiel"
    ]
  },
  {
    "judul": "Sate Domba Afrika KW (kambing)",
    "image": "6.jpg",
    "deskripsi": "Resep asli dari Dapur Resep FK cm sedikit saya modifikasi.. Edisi kangen sate domba africa yang ada di Jakarta, berhubung sudah pindah ke surabaya jd yaa bikin sendiri yang KW nya hehe",
    "sumber": "https://cookpad.com/id/resep/12137356-sate-domba-afrika-kw-kambing?via=search&search_term=masakan%20indonesia",
    "bahan": [
      "500 gr iga kambing",
      "1/2 buah bawang bombay",
      "1 sdm margarine",
      "Garam",
      "Lada bubuk",
      "Bawang putih bubuk"
    ],
    "step": [
      "Panggang kambing di atas teflon tanpa dicuci, sy beli kambing di lotte yang bersih tdk ada kotoran menempel. (kambing akan berbau prengus jika dicuci).",
      "Panggang kedua sisinya hingga agak kecoklatan. Angkat lalu masukkan ke panci presto bersama bumbu halus dan margarine. Presto hingga daging empuk.",
      "Setelah empuk, buang air rebusan dan boleh tetap dibiarkan di dalam panci sambil nyalakan api hingga air menyusut dan kering. Atau angkat dan Panggang kembali di atas teflon hingga kecoklatan. Beri irisan bawang bombay dan bumbu tabur secukupnya, koreksi rasa agar tidak keasinan.",
      "Sajikan dengan green salad dan pisang tanduk goreng dan sambal."
    ]
  },
  {
    "judul": "Sambal goreng telur puyuh 🥚",
    "image": "7.jpg",
    "deskripsi": "Sambal goreng biasanya identik dengan kentang saya lagi coba\" dibikin dg telur hmm alhasil lumayan uenaak dan bisa buat alternatif kalau bosan dg masak telur yg gitu",
    "sumber": "https://cookpad.com/id/resep/12137685-%F0%9F%8C%BC%F0%9F%8C%BA-sambal-goreng-telur-puyuh-%F0%9F%A5%9A?via=search&search_term=masakan%20indonesia",
    "bahan": [
      "1/4 kg telur puyuh",
      "secukupnya Ketumbar",
      "2 siung Bawang putih",
      "Sedikit jahe, lengkuas dan biji pala",
      "4 kemiri",
      "2 cabe merah",
      "1 sdt kecap manis",
      "1 sdt gula pasir",
      "1/2 bngks masako"
    ],
    "step": [
      "Cuci telur rebus hingga matang dan buang kulitnya,sisihkan",
      "Uleg bumbu yg dihaluskan; ketumbar,baput,jahe,lengkuas,pala dan kemiri sampai halus baru tambahkan cabe uleg kembali sebentar",
      "Tumis bumbu halus hingga harum",
      "Tambahkan kecap beri segelas air biarkan mendidih",
      "Masukkan telur yg sudah dikupas tadi",
      "Tambahkan Masako dan gula masak hingga air menyusut angkat sajikan"
    ]
  },
  {
    "judul": "Mie Godok Tumis Daun Gingseng",
    "image": "8.jpg",
    "deskripsi": "Masak mie godok yang kuahnya melimpahhh tapi maunya ribet gituuu, kebetulan depan rumah ada daun gingseng. Terusss maunya ga miciiinnn gituuuu...tapiii cara buatnya mudah bangettttt",
    "sumber": "https://cookpad.com/id/resep/12139194-mie-godok-tumis-with-daun-gingseng?via=search&search_term=masakan%20indonesia",
    "bahan": [
      "Cabe",
      "Bawah Merah",
      "Bawang Putih",
      "Daun Bawang",
      "Telur",
      "Mie",
      "Tahu Putih",
      "Daun Gingseng"
    ],
    "step": [
      "Siapakan semua bahan",
      "Tumis semua bahan",
      "Rebus mie campurkan semua bahan tambahkan garam dan penyedap jamur (No mecin)",
      "Masukan telur, masak sampai masak. Sajikan",
      "Note : kepedasan sesuai selera lebih pedas lebih enak, bahanya diiris dan tumis lebih sedap dan jangan pakai miciiin..selamat menikmatiii"
    ]
  },
  {
    "judul": "Sambal goreng kentang ati ampela",
    "image": "9.jpg",
    "deskripsi": "Sambal goreng kentang ini salah satu menu favorit keluarga , makan cukup dengan satu menu ini sudah nikmat dan lengkap gizinya",
    "sumber": "https://cookpad.com/id/resep/12128989-sambal-goreng-kentang-ati-ampela?via=search&search_term=masakan%20indonesia",
    "bahan": [
      "1 kg kentang",
      "2 ons buncis",
      "4 ati ayam",
      "8 ampela ayam",
      "1 bks(65ml) santan instan",
      "3 iris lengkuas",
      "2 Batang sereh",
      "Secukupnya garam, gula, penyedap",
      "8 siung bawang merah",
      "4 siung bawang putih",
      "7 biji cabe merah",
      "4 biji cabe rawit",
      "4 butir kemiri",
      "1 ruas kunyit"
    ],
    "step": [
      "Kupas kentang lalu potong dadu (kentang setelah di kupas dan setelah di potong di rendam air ya agar tidak hitam),tiriskan",
      "Goreng kentang sampai setengah kering, sisihkan",
      "Rebus ampela dan ati hingga empuk (rebus ampela dan ati terpisah ya)",
      "Buang ujung buncis lalu potong potong kira kira setengah ruas. Campur buncis pakai garam agar tidak bau, tgg beberapa menit",
      "Cuci buncis lalu rebus sampai empuk (jangan sampai ke matangan ya) angkat, sisihkan",
      "Haluskan bumbu",
      "Tumis Bumbu yang dihalus kan beserta lengkuas + sereh hingga berwarna kemerahan",
      "Lalu masukan semua bahan bahan (kentang, buncis, ati dan ampela) aduk rata tambahkan garam, gula dan penyedap",
      "Terakhir campurkan santan instan dengan setengah gelas air lalu masukan kedalam kentang. Tunggu hingga meresap",
      "Sajikan dengan taburan bawang goreng"
    ]
  },
  {
    "judul": "Bakso Ayam",
    "image": "10.jpg",
    "deskripsi": "Masih ada stok ayam sedikit, bingung mau diapain.. Coba2 searching resep, dan ketemulah resep bakso ayam ini.. Sy sedikit modifikasi menyesuaikan bahan yang ada di rumah. Alhamdulillah percobaan pertama berhasil 😁",
    "sumber": "https://cookpad.com/id/resep/12136640-bakso-ayam?via=search&search_term=masakan%20indonesia",
    "bahan": [
      "250 gr daging ayam fillet",
      "10 sdm sagu tani",
      "5 sdm tepung terigu",
      "1 butir telur ayam",
      "4 siung bawang putih",
      "Secukupnya garam",
      "Secukupnya lada bubuk",
      "Secukupnya penyedap rasa",
      "Secukupnya air untuk merebus"
    ],
    "step": [
      "Potong daging ayam kecil-kecil supaya gampang untuk di blender, masukkan semua potongan daging ayam, telur, dan bawang putih, blender hingga halus.",
      "Masukkan ayam ke dalam wadah, tambahkan tepung terigu dan tepung tapioka, aduk rata. Masukkan garam, lada dan penyedap rasa secukupnya, aduk kembali sampai adonan tercampur rata.",
      "Bentuk adonan bulat-bulat menggunakan tangan. Ukuran sesuai selera.",
      "Siapkan air di panci, setelah mendidih masukkan bakso. Angkat jika bakso sudah mengapung.",
      "Bakso bisa langsung digoreng atau dijadikan pelengkap saat menumis sayuran."
    ]
  }
]